Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/standard/auction.po
Languages: uk

source: Schema
uk: Схема

source: string, multilingual
uk: рядок, багатомовний

source: string, auto-generated, read-only
uk: рядок, генерується автоматично, лише для читання

source: The auction identifier to refer auction to in "paper" documentation.
uk: Ідентифікатор аукціону, щоб знайти його у "паперовій" документації

source: :ref:`ProcuringEntity`, required
uk: :ref:`ProcuringEntity`, обов'язково

source: Organization conducting the auction.
uk: Організатор (організація, що проводить аукціон).

source: :ref:`value`, required
uk: :ref:`value`, обов'язково

source: Bid guarantee
uk: Гарантійний внесок

source: list of :ref:`item` objects, required
uk: список об’єктів :ref:`item`, обов’язково

source: |ocdsDescription| The goods and services to be purchased, broken into line items wherever possible. Items should not be duplicated, but a quantity of 2 specified instead.
uk: |ocdsDescription| Товари та послуги, що будуть закуплені, поділені на спискові елементи, де це можливо. Елементи не повинні дублюватись, замість цього вкажіть кількість 2.

source: list of :ref:`Feature` objects
uk: список об’єктів :ref:`Feature`

source: Features of auction.
uk: Властивості аукціону.

source: List of :ref:`document` objects
uk: Список об’єктів :ref:`document`

source: |ocdsDescription| All documents and attachments related to the auction.
uk: |ocdsDescription| Всі документи та додатки пов’язані із аукціоном.

source: List of :ref:`question` objects
uk: Список об’єктів :ref:`question`

source: Questions to ``procuringEntity`` and answers to them.
uk: Питання до організатора ``procuringEntity`` і відповіді на них.

source: List of :ref:`complaint` objects
uk: Список об’єктів :ref:`complaint`

source: Complaints to auction conditions and their resolutions.
uk: Скарги на умови аукціону та їх вирішення.

source: List of :ref:`bid` objects
uk: Список об’єктів :ref:`bid`

source: |ocdsDescription| A list of all the companies who entered submissions for the auction.
uk: |ocdsDescription| Список усіх компаній, які подали заявки для участі в аукціоні.

source: `currency` should either be absent or match `Auction.value.currency`
uk: Значення `currency` повинно бути або відсутнім, або співпадати з `Auction.value.currency`

source: `valueAddedTaxIncluded` should either be absent or match `Auction.value.valueAddedTaxIncluded`
uk: Значення `valueAddedTaxIncluded` повинно бути або відсутнім, або співпадати з `Auction.value.valueAddedTaxIncluded`

source: List of :ref:`award` objects
uk: Список об’єктів :ref:`award`

source: All qualifications (disqualifications and awards).
uk: Всі кваліфікації (дискваліфікації та визначення переможця).

source: List of :ref:`Contract` objects
uk: Список об’єктів :ref:`Contract`

source: :ref:`period`, required
uk: :ref:`period`, обов'язково

source: |ocdsDescription| The period during which enquiries may be made and will be answered.
uk: |ocdsDescription| Період, коли можна задати питання (уточнення) та отримати відповіді на них.

source: |ocdsDescription| The period when the auction is open for submissions. The end date is the closing date for auction submissions.
uk: |ocdsDescription| Період, коли аукціон відкритий для подачі пропозицій. Кінцева дата - це дата, коли перестають прийматись пропозиції.

source: :ref:`period`, read-only
uk: :ref:`period`, лише для читання

source: url
uk: URL-адреса

source: Awarding process period.
uk: Період, коли відбувається визначення переможця.

source: |ocdsDescription| The date or period on which an award is anticipated to be made.
uk: |ocdsDescription| Дата або період, коли очікується визначення переможця.

source: string
uk: рядок

source: Tendering period (tendering)
uk: Очікування пропозицій (пропозиції)

source: Auction period (auction)
uk: Період аукціону (аукціон)

source: Winner qualification (qualification)
uk: Кваліфікація переможця (кваліфікація)

source: Standstill period (standstill)
uk: Пропозиції розглянуто (розглянуто)

source: Unsuccessful auction (unsuccessful)
uk: Аукціон не відбувся (не відбувся)

source: Complete auction (complete)
uk: Завершений аукціон (завершений)

source: Cancelled auction (cancelled)
uk: Відмінений аукціон (відмінений)

source: List of :ref:`cancellation` objects.
uk: Список об’єктів :ref:`cancellation`.

source: Contains 1 object with `active` status in case of cancelled Auction.
uk: Містить 1 об’єкт зі статусом `active` на випадок, якщо аукціон буде відмінено.

source: List of :ref:`revision` objects, auto-generated
uk: Список об’єктів :ref:`revision`, генерується автоматично, лише для читання

source: `amount` should be greater than `Auction.value.amount`
uk: `amount` повинна бути більша за `Auction.value.amount`

source: List that contains single item being sold.
uk: Список містить елементи, що продаються.

source: Detailed auction description.
uk: Детальний опис аукціону.

source: A list of all bids placed in the auction with information about participants, their proposals and other qualification documentation.
uk: Список усіх пропозицій поданих до аукціону разом із інформацією про учасників аукціону, їхні пропозиції та інша кваліфікаційна документація.

source: A web address where auction is accessible for view.
uk: Веб-адреса для перегляду аукціону.

source: Auction status.
uk: Статус аукціону.

source: The :ref:`cancellation` object describes the reason of auction cancellation and contains accompanying documents if there are any.
uk: Об’єкт :ref:`cancellation` описує причину скасування аукціону та надає відповідні документи, якщо такі є.

source: Historical changes to `Auction` object properties.
uk: Зміни властивостей об’єктів `Auction`.

source: |ocdsDescription| AuctionID should always be the same as the OCID. It is included to make the flattened data structure more convenient.
uk: |ocdsDescription| Ідентифікатор аукціону `AuctionID` повинен завжди співпадати з OCID. Його включають, щоб зробити структуру даних більш зручною.

source: |ocdsDescription| The entity managing the procurement, which may be different from the buyer who is paying / using the items being procured.
uk: |ocdsDescription| Об’єкт, що управляє закупівлею. Він не обов’язково є покупцем, який платить / використовує закуплені елементи.

source: |ocdsDescription| The total estimated value of the procurement.
uk: |ocdsDescription| Загальна кошторисна вартість закупівлі.

source: Period when questions are allowed.
uk: Період, коли дозволено задавати питання.

source: Period when bids can be submitted.
uk: Період, коли подаються пропозиції.

source: Period when Auction is conducted. `startDate` should be provided.
uk: Період, коли проводиться аукціон. Значення `startDate` (дата проведення аукціону) повинно бути вказано обов'язково.

source: string, read-only
uk: рядок, лише для читання

source: Required for `dgfFinancialAssets` procedure.
uk: Обов'язково для `dgfFinancialAssets` процедури (продаж права вимоги за кредитними договорами).

source: This field is multilingual:
uk: Це поле багатомовне:

source: Ukrainian by default - До участі допускаються лише ліцензовані фінансові установи.
uk: За замовчуванням українською мовою - До участі допускаються лише ліцензовані фінансові установи.

source: ``eligibilityCriteria_ru`` (Russian) - К участию допускаются только лицензированные финансовые учреждения.
uk: ``eligibilityCriteria_ru`` (російською) - К участию допускаются только лицензированные финансовые учреждения.

source: ``eligibilityCriteria_en`` (English) - Only licensed financial institutions are eligible to participate.
uk: ``eligibilityCriteria_en`` (англійською) - Only licensed financial institutions are eligible to participate.

source: string, multilingual, read-only
uk: рядок, багатомовний, лише для читання

source: Auction number in the Deposit Guarantee Fund.
uk: Номер аукціону у Фонді Гарантування Вкладів.

source: Identification number of the auction (also referred to as `lot`) in the XLS of Deposit Guarantee Fund.
uk: Номер аукціону (або `лота`) у XLS Фонду Гарантування.

source: string, required
uk: рядок, обов’язковий

source: Auction announcement. Possible values:
uk: Тип процедури. Можливі значення:

source: ``dgfOtherAssets`` - sale of the insolvent bank property
uk: ``dgfOtherAssets`` - оголошення аукціону з продажу майна банків.

source: ``dgfFinancialAssets`` - sale of the creditor claim right
uk: ``dgfFinancialAssets`` - оголошення аукціону з продажу прав вимоги за кредитами.

source: Auction starting price. Bids lower than ``value`` will be rejected.
uk: Початкова ціна аукціону. Пропозиції, що нижчі за ``value`` будуть відхилені.

source: Auction step (increment). Validation rules:
uk: Крок аукціону та порядок підвищення ціни. Правила валідації:

source: Date of the Decision of the executive board of Deposit Guarantee Fund, assets sales committee on terms of sale.
uk: Дата рішення виконавчої дирекції ФГВФО / Комітету з питань організації продажу активів, про затвердження умов продажу.

source: Number of the Decision of the executive board of Deposit Guarantee Fund, assets sales committee on terms of sale.
uk: Номер рішення виконавчої дирекції ФГВФО / Комітету з питань організації продажу активів, про затвердження умов продажу.

source: integer
uk: ціле число

source: The number which represents what time (from 1 up to 8) tender is taking place.
uk: Число, що вказує на кількість спроб виставлення лоту. Загалом, лот може виставлятися від 1 до 8 раз.
