Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/standard/document.po
Languages: uk

source: Schema
uk: Схема

source: string, auto-generated
uk: рядок, генерується автоматично

source: string
uk: рядок

source: Possible values for :ref:`auction`
uk: Можливі значення для :ref:`auction`

source: `notice` - **Auction notice**
uk: `notice` - **Повідомлення про аукціон**

source: `technicalSpecifications` - **Technical Specifications**
uk: `technicalSpecifications` - **Технічні специфікації**

source: Detailed technical information about goods or services to be provided.
uk: Детальна технічна інформація про товари або послуги, що повинні бути надані.

source: `evaluationCriteria` - **Evaluation Criteria**
uk: `evaluationCriteria` - **Критерії оцінки**

source: Information about how bids will be evaluated.
uk: Інформація про те, як будуть оцінюватись пропозиції.

source: `clarifications` - **Clarifications to bidders questions**
uk: `clarifications` - **Пояснення до питань заданих учасниками**

source: Including replies to issues raised in pre-bid conferences.
uk: Включає відповіді на питання, підняті на передтендерних конференціях.

source: `bidders` - **Information on bidders**
uk: `bidders` - **Інформація про учасників**

source: Information on bidders or participants, their validation documents and any procedural exemptions for which they qualify.
uk: Інформація про учасників, їхні документи для перевірки та будь-які процесуальні пільги, на які вони можуть претендувати.

source: Possible values for :ref:`award`
uk: Можливі значення для :ref:`award`

source: `winningBid` - **Winning Bid**
uk: `winningBid` - **Пропозиція, що перемогла**

source: Possible values for :ref:`contract`
uk: Можливі значення для :ref:`contract`

source: `notice` - **Contract notice**
uk: `notice` - **Повідомлення про договір**

source: The formal notice that gives details of a contract being signed and valid to start implementation. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
uk: Офіційне повідомлення, що містить деталі закупівлі. Це може бути посилання на документ, веб-сторінку, чи на офіційний бюлетень, де розміщено повідомлення.

source: `contractSigned` - **Signed Contract**
uk: `contractSigned` - **Підписаний договір**

source: `contractAnnexe` - **Annexes to the Contract**
uk: `contractAnnexe` - **Додатки до договору**

source: Possible values for :ref:`bid`
uk: Можливі значення для :ref:`bid`

source: `commercialProposal` - **Сommercial proposal**
uk: `commercialProposal` - **Цінова пропозиція**

source: `qualificationDocuments` - **Qualification documents**
uk: `qualificationDocuments` - **Документи, що підтверджують кваліфікацію**

source: `eligibilityDocuments` - **Eligibility documents**
uk: `eligibilityDocuments` - **Документи, що підтверджують відповідність** (в тому числі, відповідність вимогам ст. 17)

source: string, multilingual
uk: рядок, багатомовний

source: |ocdsDescription| The document title.
uk: |ocdsDescription| Назва документа.

source: |ocdsDescription| A short description of the document. In the event the document is not accessible online, the description field can be used to describe arrangements for obtaining a copy of the document.
uk: |ocdsDescription| Короткий опис документа. Якщо документ не буде доступний онлайн, то поле опису можна використати для вказання способу отримання копії документа.

source: |ocdsDescription| The format of the document taken from the `IANA Media Types code list <http://www.iana.org/assignments/media-types/>`_, with the addition of one extra value for 'offline/print', used when this document entry is being used to describe the offline publication of a document.
uk: |ocdsDescription| Формат документа зі `списку кодів IANA Media Types <http://www.iana.org/assignments/media-types/>`_, з одним додатковим значенням 'offline/print', що буде використовуватись, коли запис цього документа використовується для опису офлайнової публікації документа.

source: |ocdsDescription| Direct link to the document or attachment.
uk: |ocdsDescription| Пряме посилання на документ чи додаток.

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: |ocdsDescription| The date on which the document was first published.
uk: |ocdsDescription| Дата, коли документ був опублікований вперше.

source: |ocdsDescription| Date that the document was last modified
uk: |ocdsDescription| Дата, коли документ був змінений востаннє.

source: |ocdsDescription| Specifies the language of the linked document using either two-digit `ISO 639-1 <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`_, or extended `BCP47 language tags <http://www.w3.org/International/articles/language-tags/>`_.
uk: |ocdsDescription| Вказує мову документа, використовуючи або двоцифровий код `ISO 639-1 <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`_, або розширений `BCP47 language tags <http://www.w3.org/International/articles/language-tags/>`_.

source: Possible values are:
uk: Можливі значення:

source: The formal notice that gives details of an auction. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
uk: Офіційне повідомлення, що містить деталі аукціону. Це може бути посилання на документ, веб-сторінку, чи на офіційний бюлетень, де розміщено повідомлення.

source: `illustration` - **Illustrations**
uk: `illustration` - **Ілюстрації**

source: `virtualDataRoom` - **Virtual Data Room** (available only for the `dgfFinancialAssets` procedure, see :ref:`fintutorial`)
uk: `virtualDataRoom` - **Віртуальна кімната для роботи з конфіденційними даними** (доступно лише для `dgfFinancialAssets` процедури, див. :ref:`fintutorial`)

source: `financialLicense` - **License** (available only for the `dgfFinancialAssets` procedure, see :ref:`fintutorial`)
uk: `financialLicense` - **Ліцензія** (доступно лише для `dgfFinancialAssets` процедури, див. :ref:`fintutorial`)

source: integer
uk: ціле число

source: Sorting (display order) parameter used for illustrations. The smaller number is, the higher illustration is in the sorting. If index is not specified, illustration will be displayed the last. If two illustrations have the same index, they will be sorted depending on their publishing date.
uk: Пареметр сортування (порядку відображення), що використовується для ілюстрацій. Чим менше число, тим вище ілюстрація буде при сортуванні. Якщо параметр не зазначений, то ілюстрація відображатиметься останньою. Якщо дві ілюстрації мають однакове значення параметру, то порядок сортування буде залежати від дати публікації.

source: `auctionProtocol` - **Auction protocol**
uk: `auctionProtocol` - **Протокол торгів**

source: Auction protocol describes all participants and determines the candidate (participant that has submitted the highest bid proposal during the auction).
uk: Протокол торгів описує всіх учасників та визначає переможцем того учасника, що під час аукціону подав найбільшу цінову пропозицію, а при однакових цінових пропозиціях, того, що подав пропозицію раніше.

source: ID of related :ref:`item`.
uk: Ідентифікатор пов'язаних об'єктів :ref:`item`.

source: `x_dgfPublicAssetCertificate` - **Public Asset Certificate**
uk: `x_dgfPublicAssetCertificate` - **Публічний Паспорт Активу**

source: Information about the auction. It is a link to the Public Asset Certificate.
uk: Інформація про аукціон. Це гіперпосилання на Публічний Паспорт Активу.

source: `x_presentation` - **Presentation**
uk: `x_presentation` - **Презентація**

source: Presentation about an asset that is being sold.
uk: Презентація активу виставленого на продаж.

source: `x_nda` - **Non-disclosure Agreement (NDA)**
uk: `x_nda` - **Договір про нерозголошення (NDA)**

source: A non-disclosure agreement between a participant and a bank/Deposit Guarantee Fund.
uk: Договір про нерозголошення між учасником та банком/Фондом Гарантування Вкладів.

source: `x_dgfPlatformLegalDetails` - **Platform Legal Details**
uk: `x_dgfPlatformLegalDetails` - **Юридична Інформація Майданчиків**

source: Place and application forms for participation in the auction as well as bank details for transferring guarantee deposits.
uk: Місце та форма прийому заяв на участь в аукціоні та банківські реквізити для зарахування гарантійних внесків.

source: `tenderNotice` - **Auction notice**
uk: `tenderNotice` - **Паспорт торгів**

source: Detailed technical information about goods or services to be provided. This is where the public asset certificate is uploaded.
uk: Детальна технічна інформація про товари або послуги, що повинні бути надані. Тут завантажується публічний паспорт активу.

source: Goods examination procedure rules / Asset familiarization procedure in data room. Contains information on where and when a given document can be examined offline.
uk: Порядок ознайомлення з майном / Порядок ознайомлення з активом у кімнаті даних. Містить інформацію про те де і коли певний документ можна переглянути вживу.
