Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/standard/item.po
Languages: uk

source: Schema
uk: Схема

source: string, auto-generated
uk: рядок, генерується автоматично

source: string, multilingual, required
uk: рядок, багатомовний, обов’язковий

source: |ocdsDescription| A description of the goods, services to be provided.
uk: |ocdsDescription| Опис товарів та послуг, які повинні бути надані.

source: List of :ref:`Classification` objects
uk: Список об’єктів :ref:`Classification`

source: |ocdsDescription| Description of the unit which the good comes in e.g. hours, kilograms. Made up of a unit name, and the value of a single unit.
uk: |ocdsDescription| Опис одиниці виміру товару, наприклад, години, кілограми. Складається з назви одиниці та значення однієї одиниці.

source: integer
uk: ціле число

source: |ocdsDescription| The number of units required
uk: |ocdsDescription| Кількість необхідних одиниць.

source: dictionary
uk: словник

source: string, required
uk: рядок, обов’язковий

source: string, optional, usually not used
uk: рядок, не обов’язково, переважно не використовується

source: string
uk: рядок

source: |ocdsDescription| A classification should be drawn from an existing scheme or list of codes. This field is used to indicate the scheme/codelist from which the classification is drawn. For line item classifications, this value should represent a known Item Classification Scheme wherever possible.
uk: |ocdsDescription| Класифікація повинна бути взята з існуючої схеми або списку кодів. Це поле використовується, щоб вказати схему/список кодів, з яких буде братись класифікація. Для класифікацій лінійних елементів це значення повинно представляти відому Схему Класифікації Елементів, де це можливо.

source: |ocdsDescription| The classification code drawn from the selected scheme.
uk: |ocdsDescription| Код класифікації взятий з вибраної схеми.

source: |ocdsDescription| A textual description or title for the code.
uk: |ocdsDescription| Текстовий опис або назва коду.

source: |ocdsDescription| A URI to identify the code. In the event individual URIs are not available for items in the identifier scheme this value should be left blank.
uk: |ocdsDescription| URI для ідентифікації коду. Якщо індивідуальні URI не доступні для елементів у схемі ідентифікації, це значення треба залишити пустим.

source: UN/CEFACT Recommendation 20 unit code.
uk: Код одиниці виміру в UN/CEFACT Recommendation 20.

source: |ocdsDescription| Name of the unit
uk: |ocdsDescription| Назва одиниці виміру

source: |ocdsDescription| An array of additional classifications for the item. See the `itemClassificationScheme` codelist for common options to use in OCDS. This may also be used to present codes from an internal classification scheme.
uk: |ocdsDescription| Масив додаткових класифікацій для елемента. Дивіться у список кодів `itemClassificationScheme`, щоб використати поширені варіанти в OCDS. Також можна використовувати для представлення кодів з внутрішньої схеми класифікації.

source: It is required to have at least one item with `ДКПП` as `scheme`.
uk: Обов’язково мати хоча б один елемент з `ДКПП` у стрічці `scheme`.

source: Address, where the item is located.
uk: Адреса, де розташований елемент.

source: Geographical coordinates of the location. Element consists of the following items:
uk: Географічні координати місця розташування. Складається з таких компонентів:

source: `location` usually takes precedence over `address` if both are present.
uk: Параметр `location` зазвичай має вищий пріоритет ніж `address`, якщо вони обидва вказані.

source: |ocdsDescription| The primary classification for the item. See the `itemClassificationScheme` to identify preferred classification lists, including CAV and GSIN.
uk: |ocdsDescription| Початкова класифікація елемента. Дивіться у `itemClassificationScheme`, щоб визначити бажані списки класифікації, включно з CAV та GSIN.

source: It is required for `classification.scheme` to be `CAV`. The `classification.id` should be valid CAV code.
uk: Класифікація `classification.scheme` обов’язково повинна бути `CAV`. `classification.id` повинно бути дійсним CAV кодом.

source: Brief description of property (for ``dgfOtherAssets``) or asset(s) (for ``dgfFinancialAssets``).
uk: Стислий опис майна (для процедури ``dgfOtherAssets``) АБО Стислий опис активу та забезпечення (для процедури ``dgfFinancialAssets``).

source: Address, where property (for ``dgfOtherAssets``) or asset(s) (for ``dgfFinancialAssets``) is located.
uk: Адреса місцезнаходження майна (для процедури ``dgfOtherAssets``) АБО Адреса місцезнаходження активу (для процедури ``dgfFinancialAssets``).

source: |ocdsDescription| A detailed specification of the fields and data structures to use when publishing contracting data.
uk: |ocdsDescription| Деталізація полів та структури даних для використання.

source: string, required, should match classification.id
uk: рядок, обов'язковий, повинен відповідати полю classification.id

source: string, optional, identifies the scheme version
uk: рядок, необов'язковий, визначає версію схеми

source: If not specified, the latest version will be used.
uk: Використовується остання версія у разі, якщо жодну не задано.

source: dictionary, match the version and code used
uk: словник, відповідає полям code та version, що задані

source: The detailed description is given here: http://schemas.api-docs.ea.openprocurement.io/en/latest/
uk: Детальний опис наведено за посиланням: http://schemas.api-docs.ea.openprocurement.io/en/latest/
