Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/standard/util.po
Languages: uk

source: Schema
uk: Схема

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: |ocdsDescription| The start date for the period.
uk: |ocdsDescription| Початкова дата періоду.

source: |ocdsDescription| The end date for the period.
uk: |ocdsDescription| Кінцева дата періоду.

source: `startDate` should always precede `endDate`.
uk: Значення `startDate` завжди повинно йти перед `endDate`.

source: Date/time in :ref:`date-format`.
uk: Дата/час у :ref:`date-format`.

source: float, required
uk: float, обов’язково

source: |ocdsDescription| Amount as a number.
uk: |ocdsDescription| Кількість як число.

source: Should be positive.
uk: Повинно бути додатнім.

source: string, required
uk: рядок, обов’язковий

source: |ocdsDescription| The currency in 3-letter ISO 4217 format.
uk: |ocdsDescription| Валюта у трибуквенному форматі ISO 4217.

source: bool, required
uk: булеве значення, обов’язково

source: Date when changes were recorded.
uk: Дата, коли зміни були записані.

source: List of `Change` objects
uk: Список об’єктів `Change`

source: string, required, default = `UAH`
uk: рядок, обов’язковий, за замовчуванням = `UAH`
