Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/acceleration.po
Languages: uk

source: Acceleration mode for sandbox
uk: Режим прискорення в пісочниці

source: Acceleration mode was developed to enable `dgfOtherAssets` procedure testing in the sandbox and to reduce time frames of this procedure.
uk: Для зменшення термінів і забезпечення можливості тестування `dgfOtherAssets` процедури на пісочниці доступний режим прискорення.

source: If you want to experiment with auctions, you can use acceleration mode and start your auction name with "TESTING".
uk: Якщо хочете почати експериментувати з аукціонами, використовуйте режим прискорення. Також рекомендуємо починати заголовок таких аукціонів з "ТЕСТУВАННЯ".

source: To enable acceleration mode you will need to:
uk: Щоб увімкнути режим прискорення вам потрібно:

source: add additional parameter `mode` with a value ``test``;
uk: додати додатковий параметр `mode` зі значенням ``test``;

source: set ``quick, accelerator=1440`` as text value for `procurementMethodDetails`. This parameter will accelerate auction periods. The number 1440 shows that restrictions and time frames will be reduced in 1440 times.
uk: встановити текстове значення ``quick, accelerator=1440`` параметру `procurementMethodDetails`. Цей параметр пришвидшить проходження періодів аукціону. Число 1440 показує, що часові обмеження та терміни скорочуються в 1440 раз.

source: set ``quick`` as a value for `submissionMethodDetails`. This parameter works only with ``mode = "test"`` and will speed up auction start date.
uk: встановити значення ``quick`` для параметра `submissionMethodDetails`. Цей параметр працює тільки з `mode` зі значенням ``test`` і пришвидшує дату початку аукціону.

source: **This mode will work only in the sandbox**.
uk: **Даний механізм діє лише на пісочниці**.

source: Synchronization
uk: Синхронізація

source: During normal auction synchronization via ``/auctions`` test auctions are not visible.
uk: При звичайній синхронізації аукціонів через `/auctions` тестових тендерів "не видно".

source: To get test auctions synchronize via ``/auctions?mode=test``.
uk: Щоб отримати тестові аукціони, треба робити синхронізацію наступним чином через `/auctions?mode=test`.

source: If you synchronize via ``/auctions?mode=all``, then you will get all auctions.
uk: Якщо синхронізуватися через `/auctions?mode=all`, то будуть віддаватися всі аукціони.

source: Auction mode can be set only on auction creation, it can not be set later.
uk: Режим аукціону можна встановити тільки при створенні аукціона і не можна його змінити потім.

source: Additional options
uk: Додаткові опції

source: no-auction option
uk: Опція no-auction

source: To enable this option: set quick(``mode:no-auction``) as a value for `submissionMethodDetails` no-auction option allows conducting the whole procedure excluding auction stage. This means that active.auction stage will be completed based on the primary bid proposals; `auctionURL` will not be created, so auction can not be viewed.
uk: Встановлення цієї опції: встановити значення quick(``mode:no-auction``) для параметра `submissionMethodDetails`. Опція no-auction дозволяє провести процедуру, “вилучивши” етап аукціону. Це означає, що етап active.auction буде завершений по результатах вхідних пропозицій; аукціон взагалі проводитись не буде, тобто по посиланню `auctionURL` побачити аукціон буде неможливо.

source: fast-forward option
uk: Опція fast-forward

source: To enable this option: set quick(``mode:fast-forward``) as a value for `submissionMethodDetails`. fast-forward option allows skipping auction stage. This means that active.auction stage will be completed based on the primary bid proposals; although `auctionURL` will be created and auction can be viewed.
uk: Встановлення цієї опції: встановити значення quick(``mode:fast-forward``) для параметра `submissionMethodDetails`. Опція fast-forward дозволяє провести процедуру, “пропустивши” етап аукціону. Це означає, що етап active.auction буде завершений по результатах вхідних пропозицій; хоча посилання `auctionURL` буде створено і буде можливість переглянути по ньому аукціон.
