Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/award_workflow.po
Languages: uk

source: Award Workflow
uk: Схема роботи кваліфікації

source: For a more detailed information see :ref:`award`
uk: Для більш детальної інформації зверніться до секції :ref:`award`

source: Roles
uk: Ролі

source: dashed
uk: пунктирна лінія

source: Statuses
uk: Статуси

source: The second highest valid bidder awaits for the qualification of the first highest valid bidder. The former can choose to refuse to wait and withdraw his security deposit.
uk: Учасник з другою найбільшою валідною ставкою чекає поки завершиться процес кваліфікації учасника з найвищою валідною ставкою. Він може прийняти рішення не чекати, та забрати свій гарантійний внесок, автоматично дискваліфікувавшись.

source: Terminal status. The second highest valid bidder chose to withdraw his security deposit and not to wait for the highest valid bidder to be disqualified.
uk: Термінальний статус. Учасник з другою найвищою валідною ставкою вирішив забрати свій гарантійний внесок та не чекати на дискваліфікацію учасника з найвищою ставкою.

source: Awaiting protocol upload and confirmation by the liquidator. The highest valid bidder is able to submit the protocol as well, although it is not sufficient to move to the next status.
uk: Очікується завантаження та підтвердження протоколу ліквідатором. Учасник з найвищою валідною ставкою може також завантажити протокол, але цього недостатньо для переходу до наступного статусу.

source: Awaiting payment. Organizer can change the status to active by confirming the payment has been received.
uk: Очікується оплата. Організатор (ліквідатор) може перевести в статус active шляхом підтвердження оплати.

source: Terminal status. The auction was unsuccessful. Can be switched to either automatically, from any of the previous statuses or by the organizer.
uk: Термінальний статус. Аукціон неуспішний. Переведення в цей статус може бути здійснене ліквідатором, або автоматично по закінченню відповідно-передбачених періодів.

source: Legend
uk: Умовні Позначення

source: Blue nodes represent statuses for the 2nd award ONLY
uk: Світло-сині об'єкти на рисунку відображають статуси лише для award #2

source: \* no protocol
uk: \* протокол відсутній

source: \*\* protocol required
uk: \*\* необхідний протокол аукціону

source: \*\*\* payment approved by the organizer
uk: \*\*\* отримання оплати підтвердженно організатором

source: dotted
uk: лінія з крапками

source: Procedure Description
uk: Опис Процедури

source: The second highest qualifying bidder, immediately after the auction ending receives the "pending.waiting" status, in which by default he/she agrees to wait for the end of the qualification of the highest qualifying bidder to be eligible to go through the qualification process if the highest bidder is disqualified. The only action that he/she can make is to manually cancel the award decision - withdraw his security deposit and lose the chance to become a winner of the auction. If he/she does that and the first highest qualifying bidder becomes "unsuccessful" at any point in the awarding process, the procedure receives the "unsuccessful" status. Provided that first award gets disqualified while the second has not disqualified himself/herself, the second award automatically changes its status from "pending.waiting" to "pending.verification", after which he/she undergoes the same qualification procedure as outlined above for the first award.
uk: Учасник з другою найбільшою валідною ставкою, зразу після аукціону отримує статус "pending.waiting", що за замовчуванням означає, що він погоджується зачекати до кінця кваліфікації аварду #1, щоб мати можливість пройти кваліфікацію у разі дискваліфікації першого. Єдина дія, яка може бути ним виконана в цей момент це ручне скасування очікування - він може забрати свій гарантійний внесок так втрачає шанс стати переможцем аукціону. Якщо він це зробить, а учасника з найбільшою ставкою відкидають на будь-якому етапі в процесі кваліфікації, процедура отримує статус неуспішної. Якщо aвард #1 дискваліфіковують, а другий не самодискваліфікувався, останній автоматично змінює статус з "pending.waiting" на "pending.verification", після чого він проходить процедуру кваліфікації по такому самому принципу як і перший авард.

source: Notes
uk: Примітки

source: For the bidder to be qualified and not invalidated, his/her bid should be in the amount of more or equal to the starting price of the auction + the minimal step of the auction.
uk: Щоб ставка не була інвалідована одразу по закінченню аукціону, вона повинна дорівнювати або бути більшою ніж стартова ціна аукціону + мінімальний крок (т.зв. валідна ставка).

source: 1.1. In case the first two highest bids do not exceed the amount of starting price + the minimal step, the awards are not being formed at all, and the procedure automatically becomes "unsuccessful"
uk: 1.1 У випадку коли дві найвищі ставки в аукціоні не перевищують початкової ціни аукціону + мінімальний крок, рішення про кваліфікацію (аварди) не формуються взагалі, а процедура кваліфікації переходить в статус неуспішної ("unsuccessful).

source: 1.2 In case the second highest bid is smaller than the starting price + the minimal step, two awards are formed with the smaller one becoming unsuccessful immediately. The first highest bid (if larger than the starting price + minimum step) undergoes the awarding procedure and can win the auction.
uk: 1.2 У випадку коли друга найвища валідна ставка є меншою ніж стартова ціна аукціону + мінімальний крок, формуються два аварди, де вищевказана ставка одразу стає неуспішною. Перша найвища ставка (тільки якщо вона рівна або більша ніж стартова ціна аукціону + мінімальний крок) проходить через процедуру кваліфікації та може стати переможною.

source: The organizer can disqualify the award at any stage of the awarding process up until the moment, when the contract has been uploaded and activated in the system.
uk: Організатор (ліквідатор) може дискваліфікувати авард на будь-якому етапі процесу кваліфікації аж до моменту завантаження та активування контракту в системі.

source: The second highest qualifying bidder can disqualify himself/herself at any point in time BEFORE the start of his/her qualification process.
uk: Учасник з другою найвищою валідною ставкою (стартова ціна + мінімальний крок аукціону) може самодискваліфікуватись в будь-який момент часу ПЕРЕД початком його кваліфікації.

source: solid
uk: суцільна лінія

source: \*\*\*\* no payment approval
uk: \*\*\*\* немає підтвердження оплати

source: \*\*\*\*\* contract activation = false by the end of "signingPeriod"
uk: \*\*\*\*\* контракт не було активовано в системі до завершення періоду підписання контракту

source: Awaiting for the contract to be signed (uploaded and activated in the system by the organizer). After the end of the "signingPeriod", the status becomes terminal.
uk: Очікується підписання/активація контракту (завантажується та активується в системі організатором). Після закінчення періоду підписання ("signingPeriod"), статус "active" стає термінальним.

source: It is then when the qualification procedure enters the "paymentPeriod" stage, which lasts up to 20 days from the beginning of the highest bidder qualification process. When the organizer confirms that the payment has been received, the award enters the "active" status, while the procedure moves to the status "signingPeriod". This period is the same in length as the "paymentPeriod" - a maximum of 20 days from the start of qualification. If the organizer does not confirm payment by the end of the "paymentPeriod", the award automatically becomes "unsuccessful". The same is true for the signingPeriod - the organizer should upload and activate the contract in the system by the end of the "signingPeriod" in order to successfully finish the qualification procedure. Otherwise - the award will become "unsuccessful" and the qualification of the second highest qualifying bidder will begin given that he/she has not disqualified himself/herself by this time.
uk: На цьому етапі процедура кваліфікації переходить в період оплати ("paymentPeriod"), який триває до 20 днів від початку кваліфікації учасника з найвищою валідною (стартова ціна + мінімальний крок аукціону) ставкою. Коли організатор підтверджує отримання оплати, авард набуває статусу ''Оплачено, очікується підписання договору'' ("active"), а процедура кваліфікації входить в період підписання контракту ("signingPeriod"). Цей період такий самий за довжиною як період оплати ("paymentPeriod") - максимально 20 днів від початку кваліфікації. Якщо організатор не підтверджує отримання оплати в часових межах окреслених періодом оплати ("paymentPeriod"), авард автоматично переводиться в статус неуспішного ("unsuccessful"). За такою самою логікою - в межах періоду підписання контракту ("signingPeriod") - організатор повинен завантажити та активувати контракт в системі для успішного завершення процедури кваліфікації. В протилежному випадку авард стане неуспішним ("unsuccessful"), та розпочнеться кваліфікація учасника з другою найвищою валідною ставкою (у випадку якщо до того моменту другий авард не самодискваліфікувався).

source: The award with the highest qualifying bid initially receives a "pending.verification" status. The procedure enters the "verificationPeriod" stage, which lasts 0-4 days. Unless the protocol is uploaded and confirmed by the organizer in 4 days, the award receives an "unsuccessful" status. Otherwise, the organizer manually switches the award status to "pending.payment".
uk: Учасник з найвищою валідною (стартова ціна + мінімальний крок аукціону) ставкою отримує початковий статус ''Очікується протокол'' ("pending.verification"). Процедура кваліфікації переходить в період верифікації (verificationPeriod), що триває 0-4 дні. Якщо організатор (ліквідатор) не завантажує та не підтверджує протокол протягом 4 днів, авард отримує статус "unsuccessful". В протилежному випадку, організатор переключає статус аварду в "Очікується підписання договору" (pending.payment).
