Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/index.po
Languages: uk

source: Welcome to openprocurement.auctions.dgf's documentation!
uk: Вітаємо на сайті документації по openprocurement.auctions.dgf!

source: Please report any problems or suggestions for improvement either via the `mailing list <http://groups.google.com/group/open-procurement-general>`_ or the `issue tracker <https://github.com/openprocurement/openprocurement.auctions.dgf/issues>`_.
uk: Будь ласка повідомляйте про всі проблеми та поради покращень або через `розсилку <http://groups.google.com/group/open-procurement-general>`_ , або через `issue tracker <https://github.com/openprocurement/openprocurement.auctions.dgf/issues>`_.

source: Contents:
uk: Зміст:

source: :ref:`Authentication <openprocurementapi:authentication>`
uk: :ref:`Аутентифікація <openprocurementapi:authentication>`

source: :ref:`Responses <openprocurementapi:errors>`
uk: :ref:`Відповіді <openprocurementapi:errors>`

source: :ref:`Options <openprocurementapi:options>`
uk: :ref:`Опції <openprocurementapi:options>`

source: :ref:`Date Format: ISO 8601 <openprocurementapi:date-format>`
uk: :ref:`Формат дати: ISO 8601 <openprocurementapi:date-format>`

source: :ref:`Performance recommendations <openprocurementapi:performance>`
uk: :ref:`Рекомендації для роботи <openprocurementapi:performance>`

source: :ref:`API in cluster mode <openprocurementapi:cluster>`
uk: :ref:`Робота з API в режимі кластеру <openprocurementapi:cluster>`

source: Indices and tables
uk: Індекси та таблиці
