Repository: openprocurement/openprocurement.auctions.dgf
Catalog: docs/source/locale/*/LC_MESSAGES/tutorial.po
Languages: uk

source: Tutorial
uk: Туторіал

source: Exploring basic rules
uk: Базові правила

source: Let's try exploring the `/auctions` endpoint:
uk: Подивимось як працює точка входу `/auctions`:

source: Just invoking it reveals empty set.
uk: При виклику видає пустий набір.

source: Now let's attempt creating some auction:
uk: Спробуймо створити новий аукціон:

source: Error states that the only accepted Content-Type is `application/json`.
uk: Помилка вказує, що єдиний прийнятний тип вмісту це `application/json`.

source: Let's satisfy the Content-type requirement:
uk: Задовільнимо вимогу типу вмісту:

source: Error states that no `data` has been found in JSON body.
uk: Помилка вказує, що `data` не знайдено у тілі JSON.

source: Creating auction
uk: Створення аукціону

source: Let's access the URL of the created object (the `Location` header of the response):
uk: Використаємо URL створеного об’єкта (заголовок відповіді `Location`):

source: We can see the same response we got after creating auction.
uk: Ми бачимо ту ж відповідь, що і після створення аукціону.

source: Let's see what listing of auctions reveals us:
uk: Подивимось, що показує список аукціонів:

source: The previous auction contained only required fields. Let's try creating auction with more data (auction has status `created`):
uk: Попередній аукціон був створений лише з обов’язковими полями. Тепер додамо аукціон з максимально допустимим набором даних при створенні (аукціон повинен бути у статусі `created`).

source: And again we have `201 Created` response code, `Location` header and body with extra `id`, `auctionID`, and `dateModified` properties.
uk: І знову код відповіді `201 Created`, заголовок `Location` і тіло з додатковим `id`, `auctionID`, та властивість `dateModified`.

source: Let's check what auction registry contains:
uk: Перевіримо, що містить реєстр аукціонів:

source: And indeed we have 2 auctions now.
uk: Дійсно, в нас зараз є дві аукціони.

source: Modifying auction
uk: Модифікація аукціону

source: Let's update auction by supplementing it with all other essential properties:
uk: Оновимо аукціон шляхом надання йому усіх інших важливих властивостей:

source: We see the added properies have merged with existing auction data. Additionally, the `dateModified` property was updated to reflect the last modification datestamp.
uk: Ми бачимо, що додаткові властивості об’єднані з існуючими даними аукціону. Додатково оновлена властивість `dateModified`, щоб відображати останню дату модифікації.

source: Checking the listing again reflects the new modification date:
uk: Ще одна перевірка списку відображає нову дату модифікації:

source: Uploading documentation
uk: Завантаження документації

source: `201 Created` response code and `Location` header confirm document creation. We can additionally query the `documents` collection API endpoint to confirm the action:
uk: Код відповіді `201 Created` та заголовок `Location` підтверджують, що документ було створено. Додатково можна зробити запит точки входу API колекції `документів`, щоб підтвердити дію:

source: The single array element describes the uploaded document. We can upload more documents:
uk: Один елемент масиву описує завантажений документ. Ми можемо завантажити більше документів:

source: And again we can confirm that there are two documents uploaded.
uk: І знову можна перевірити, що є два завантажених документа.

source: In case we made an error, we can reupload the document over the older version:
uk: Якщо сталась помилка, ми можемо ще раз завантажити документ поверх старої версії:

source: And we can see that it is overriding the original version:
uk: І ми бачимо, що вона перекриває оригінальну версію:

source: Enquiries
uk: Уточнення (питання)

source: When auction is in `active.tendering` status, interested parties can ask questions:
uk: Коли закупівля має статус `active.tendering`, зацікавлені сторони можуть задавати питання:

source: Registering bid
uk: Реєстрація пропозиції

source: Bidder can register a bid in `draft` status:
uk: Учасник може зареєструвати пропозицію у статусі `draft` (чернетка):

source: And activate a bid:
uk: І активувати пропозицію:

source: And upload proposal document:
uk: І завантажити документ пропозиції:

source: It is possible to check the uploaded documents:
uk: Можна перевірити завантажені документи:

source: Auction
uk: Аукціон

source: After auction is scheduled anybody can visit it to watch. The auction can be reached at `Auction.auctionUrl`:
uk: Після того, як аукціон заплановано, будь-хто може його відвідати для перегляду. Аукціон можна подивитись за допомогою `Auction.auctionUrl`:

source: And bidders can find out their participation URLs via their bids:
uk: Учасники можуть дізнатись свої URL-адреси для участі через свої пропозиції:

source: See the `Bid.participationUrl` in the response. Similar, but different, URL can be retrieved for other participants:
uk: Дивіться на `Bid.participationUrl` у відповіді. Схожу, але іншу, URL-адресу можна отримати для інших учасників.

source: Uploading contract documentation
uk: Завантаження документів щодо укладання угоди

source: You can upload contract documents. Let's upload contract document:
uk: Спробуємо завантажити документ пов’язаний з угодою:

source: Let's see the list of contract documents:
uk: Переглянемо список завантажених документів:

source: We can add another contract document:
uk: Тепер спробуємо додати ще один документ щодо укладанням угоди:

source: Let's see the list of all added contract documents:
uk: Тепер переглянемо знову усі документи пов’язані із укладанням угоди:

source: Contract registration
uk: Реєстрація угоди

source: Cancelling auction
uk: Скасування закупівлі

source: The following steps should be applied:
uk: Для цього потрібно виконати наступні кроки:

source: Cancel the auction with the reasons prepared.
uk: Скасуйте закупівлю через подані причини

source: Only the request that has been activated (3rd step above) has power to cancel auction. I.e. you have to not only prepare cancellation request but to activate it as well.
uk: Запит на скасування, який не пройшов активації (3-й крок), не матиме сили, тобто, для скасування закупівлі буде обов’язковим не тільки створити заявку, але і активувати її.

source: See :ref:`cancellation` data structure for details.
uk: Див. структуру запиту :ref:`cancellation` для більш детальної інформації.

source: Preparing the cancellation request
uk: Формування запиту на скасування

source: You should pass `reason`, `status` defaults to `pending`. `id` is autogenerated and passed in the `Location` header of response.
uk: Ви повинні передати змінні `reason`, `status` у стані `pending`. `id` генерується автоматично і повертається у додатковому заголовку відповіді `Location`:

source: Filling cancellation with protocol and supplementary documentation
uk: Наповнення протоколом та іншою супровідною документацією

source: Activating the request and cancelling auction
uk: Активація запиту та скасування аукціону

source: Organizer can upload PDF files into the created auction. Uploading should follow the :ref:`upload` rules.
uk: Замовник може завантажити PDF файл у створений аукціон. Завантаження повинно відбуватись згідно правил :ref:`upload`.

source: Organizer can answer them:
uk: Організатор може на них відповісти:

source: We do see the auction's internal `id` (that can be used to construct full URL by prepending `https://api-sandbox.ea.openprocurement.org/api/0/auctions/`) and its `dateModified` datestamp.
uk: Ми бачимо внутрішнє `id` аукціону (що може бути використано для побудови повної URL-адреси, якщо додати `http://api-sandbox.openprocurement.org/api/0/auctions/`) та його `dateModified` дату.

source: Let's create auction with the minimal data set (only required properties):
uk: Створимо аукціон з мінімально допустимим набором даних (тільки параметри обовязкові для заповнення) :

source: Success! Now we can see that new object has been created. Response code is `201` and `Location` response header reports the location of the created object. The body of response reveals the information about the created auction: its internal `id` (that matches the `Location` segment), its official `auctionID` and `dateModified` datestamp stating the moment in time when auction has been last modified. Pay attention to the `procurementMethodType`. Note that auction is created with `active.tendering` status.
uk: Успіх! Тепер ми бачимо, що новий об’єкт було створено. Код відповіді `201` та заголовок відповіді `Location` вказує місцерозташування створеного об’єкта. Тіло відповіді показує інформацію про створений аукціон, його внутрішнє `id` (яке співпадає з сегментом `Location`), його офіційне `auctionID` та `dateModified` дату, що показує час, коли аукціон востаннє модифікувався. Зверніть увагу на `procurementMethodType`, а також на те, що аукціон створюється зі статусом `active.tendering`.

source: And one can retrieve the question list:
uk: Можна отримати список запитань:

source: Or an individual answer:
uk: або окрему відповідь:

source: For the best effect (biggest economy) auction should have multiple bidders registered:
uk: Для найкращого результату (найбільшої економії) аукціон повинен мати багато зареєстрованих учасників.

source: `201 Created` response code and `Location` header confirm that document has been added.
uk: Код відповіді `201 Created` та заголовок `Location` підтверджують, що документ додано.

source: `201 Created` response code and `Location` header confirm that the second document has been uploaded.
uk: Код відповіді `201 Created` та заголовок `Location` підтверджують, що ще один документ було додано.

source: Prepare cancellation request.
uk: Приготуйте запит на скасування.

source: Fill it with the protocol describing the cancellation reasons.
uk: Наповніть його протоколом про причини скасування.

source: Upload the file contents:
uk: Завантаження вмісту файлу:

source: Change the document description and other properties:
uk: Зміна опису документа та інших властивостей:

source: Upload new version of the document:
uk: Завантаження нової версії документа:

source: Qualification
uk: Кваліфікація

source: Confirming qualification
uk: Підтвердження кваліфікації

source: Signing contract
uk: Підписання угоди

source: There is a possibility to set custom contract signature date. If the date is not set it will be generated on contract registration. You can register contract:
uk: Є можливість встановити дату підписання договору. Якщо дата не встановлена, то вона буде згенерована під час реєстрації угоди. Ви можете зареєструвати угоду:

source: Uploading illustration
uk: Завантаження ілюстрації

source: Organizer can upload illustration files into the created auction. Uploading should follow the :ref:`upload` rules.
uk: Організатор може завантажити файли з ілюстраціями у створений аукціон. Завантаження повинно відповідати правилам :ref:`upload`.

source: We can check whether illustration is uploaded.
uk: Ми можемо перевірити, чи завантажилась ілюстрація.

source: And disqualify candidate:
uk: Та дискваліфікувати кандидата:

source: In order to specify illustration display order, `index` field can be used (for details see :ref:`document`). Since this illustration should be displayed first, it has ``"index": 1``.
uk: Для того, щоб вказати порядок відображення ілюстрацій, використовується поле `index` (див. :ref:`document`). Оскільки ця ілюстрація повинна бути відображена першою, то вказується ``"index": 1``.

source: Organizer can upload second illustration. This illustration should be displayed second, so it has ``"index": 2``.
uk: Організатор може завантажити ще одну ілюстрацію. Ця ілюстрація повинна бути відображена другою, тому має параметр ``"index": 2``.

source: Add third illustration:
uk: Додаємо третю ілюстрацію:

source: Note that `index` of the third illustration is the same as for the second illustration: ``"index": 2``. In such cases firstly will be displayed illustration that was uploaded earlier.
uk: Зверніть увагу, що параметр `index` третьої ілюстрації такий же як і у другої: ``"index": 2``. У таких випадках спочатку відображатиметься ілюстрація з ранішою датою публікації.

source: We can check that there are three uploaded illustrations.
uk: Можемо перевірити, що є три завантажені ілюстрації.

source: After the competitive auction two `awards` are created:
uk: Після конкурентних торгів, створюються два 'протоколи розгляду':

source: Refusal of waiting by another participant
uk: Відмова очікування іншим учасником

source: for the first candidate (a participant that has submitted the highest valid bid at the auction) - initially has a `pending.verification` status and awaits auction protocol to be uploaded by the organizer;
uk: для першого кандидата (учасник з найвищою валідною ставкою в аукціоні) - початково отримує статус ''Очікується протокол'' ("pending.verification") та очікує завантаження протоколу організатором;

source: for the second candidate (a participant that has submitted the second highest valid bid at the auction).
uk: для другого кандидата (учасник з другою найбільшою валідною ставкою в аукціоні)

source: There are two more scenarios that can happen after the competitive auction:
uk: Існує ще два сценарії, що можуть мати місце після закінчення аукціону:

source: If the two highest bidders have invalid bids (lower than auction starting price + minimal step), the awards will not be created at all, and the qualification procedure will automatically receive the "unsuccessful" status.
uk: У випадку якщо дві найвищі ставки в аукціоні є меншими ніж стартова ціна аукціону + мінімальний крок, аварди в такому випадку формуватися не будуть взагалі, а процедура кваліфікації автоматично отримає статус неуспішної ("unsuccessful").

source: If the second highest bidder has a bid that is less than the starting price + minimal step, two awards are created, with one of them receiving a pending.verification status and undergoing the qualification procedure, and the other (with an invalid bid) automatically becoming "unsuccessful".
uk: Якщо друга найвища ставка в аукціоні є меншою ніж початкова ціна + мінімальний крок, створюються два аварди, один з них отримує статус "pending.verification" та проходить процедуру кваліфікації, а другий (з інвалідною ставкою) автоматично зразу отримує статус "unsuccessful".

source: It is the organizer's duty to upload and confirm the protocol, although the award will not switch the status to "pending.payment" automatically.
uk: Організатор повинен завантажити та підтвердити протокол аукціону, хоча авард не буде автоматично переведений в статус "Очікується підписання договору" автоматично якщо це не буде зроблено.

source: Disqualification of a candidate
uk: Дискваліфікація кандидата.

source: In case of manual disqualification, the organizer has to upload file with cancellation reason:
uk: У випадку ручної дискваліфікації, організатор повинен завантажити файл з поясненням причини дискваліфікації кандидата.

source: The second candidate (participant that has submitted the second highest valid bid at the auction) can refuse to wait for the disqualification of the first candidate:
uk: Другий кандидат (учасник, чия ставка є другою найвищою валідною ставкою) може відмовитись очікувати дискваліфікації першого кандидата:

source: Organizer can cancel auction anytime (except when auction has terminal status e.g. `unsuccesfull`, `canceled`, `complete`).
uk: Організатор (ліквідатор) може скасувати аукціон на будь-якому етапі окрім аукціону в термінальних статусах (unsuccessful, cancelled, complete).
